{
  "remarks": [{
    "author": {
      "name": "Ken",
      "photo": "https://gravatar.com/avatar/539a351d5e60062693df414e9bbb3465",
      "url": "http://kennethkam.com"
    },
    "published": "2010-05-31T14:55:06+01:00",
    "content": "Thanks for sharing this! Sketching has always been something that I wanted to learn and seeing your sketches on Flickr has provided motivation for me to get my sketching book out again and to start drawing.\n\nI was wondering if you would be kind enough to provide some starter tips for beginners? I am interested in those ‘exploring the page’ warm-up exercises. Was it for warm-up and building up the confidence to start drawing?"
  }, {
    "author": {
      "name": "Paul Robert Lloyd",
      "photo": "https://gravatar.com/avatar/15091a37bacfa4bdd011282627eaca2b",
      "url": "https://paulrobertlloyd.com"
    },
    "published": "2010-05-31T15:09:36+01:00",
    "content": "The ‘exploring the page’ warm-up exercises followed on from a few others I haven’t shown. For example we drew straight lines, grids and circles, drew in the air (looking at an object on the table and exploring the surface in space) and created doodles that we then had to convert into objects – real or imaginary.\n\nI believe these were all designed to get comfortable drawing, both for yourself and in front of others. The goal of exploring the page was perhaps to get familiar with the space available and not be afraid of making marks on it. We were asked to explore the page as if it were a room, drawing a continuous line, entering on one side of the page, exiting on another once we felt we had explored the space enough. Hope this helps!"
  }, {
    "author": {
      "name": "Ken",
      "photo": "https://gravatar.com/avatar/539a351d5e60062693df414e9bbb3465",
      "url": "http://kennethkam.com"
    },
    "published": "2010-05-31T16:18:52+01:00",
    "content": "Yes, definitely! Thanks for sharing those informative tips. I have no excuse to put off drawing now :D"
  }, {
    "author": {
      "name": "Jonathan Aquino",
      "photo": "https://gravatar.com/avatar/6b5ab75ce823bc4a31dcf1f04427a582",
      "url": "http://jonaquino.blogspot.com"
    },
    "published": "2010-06-02T03:50:55+01:00",
    "content": "I like the handwriting tip."
  }]
}
