{
  "remarks": [{
    "author": {
      "name": "Aegir",
      "photo": "https://gravatar.com/avatar/8bc27b5dfad80eb7fec822c2480283f4",
      "url": "http://ministryoftype.co.uk"
    },
    "published": "2010-10-23T17:03:22+01:00",
    "content": "Admittedly I’m using figures found online, but…\n\nI was thinking of the energy used in making a phone vs. the energy to charge it, regardless of any efficiency losses.\n\nTo make an iPhone takes 388 million joules.\n\nTo charge it from nil takes 7 watt hours, roughly 25 thousand joules. That’s about 9 million joules a year, assuming you do that every day (unlikely, but let’s be generous).\n\nSo to consume 388 million joules would take 42 years. That’s assuming 100% useful energy.\n\nIf the battery was at 80% efficiency and it consumed 8.75 watt hours per charge (6250 extra joules), it would take 62000 years of charging it every day for the waste to add up to a new phone.\n\nI was using the embodied energy figures from here: <http://www.wattzon.com/stuff/items/k9fmwte14tuxxadzktgj1baucj/kateul1aiv26yqzm9qifapx6t1>"
  }, {
    "author": {
      "name": "http://www.google.com/profiles/bradya",
      "photo": "https://gravatar.com/avatar/4a5473ec57fcad4780c17a3757421a4c",
      "url": "http://insom.me.uk/"
    },
    "published": "2010-10-24T18:50:40+01:00",
    "content": "Argh. I completely agree that consumerism is aggressive and pervasive but videos like that make me angry in the way Michael Moore’s do.\n\nBeing deceptive and evasive with the truth, like the worst corporations do, is not the way to make your point.\n\nSaying that Tetra-Paks are “designed not be recyclable” makes it sound like some insidious plot to create waste so that … wait, what’s in it for Tetra Pak again? Is it enough for bad corporations to be doing evil; there doesn’t have to be a profit motive?\n\nI would love a more environmentally friendly option than foil packs, but they reduce food waste (which is a big problem) by allowing food to keep for longer. Here, the external cost of using more degradable packaging is wasting more food.\n\nAnd the fact that US national happiness decreased since the 50’s, “around the time” that planned obsolescence became in vogue! Are we expected to not know the difference between correlation and causation? *grumble*\n\nIf you’re going to pick corporations all call them the enemy then acting like them to win favour in the short term is a long term loss. (If I may get political: see Labour in the 90’s).\n\nProgress is good; when things are genuinely better than older things it makes sense to replace them, especially when they have naturally died out: Non-CFC fridges are better for the environment than freon containing ones. “A rated” appliances have far lower running costs and therefore use less energy.\n\nAnd that’s without looking at other externalities: poor quality CRT screens harm your eyesight. Flicker, which is eliminated by LCD, causes headaches, discomfort, even lost working hours. That woman’s 5-year-old CRT may not be the pious correct choice she thinks, and portraying anyone who upgrades as doing so “because she looks like she’s on a space ship” is reductive and insulting.\n\n(I know you’ve just posted the video not wrote it, but this is where I found it so I thought I would comment here)."
  }]
}
